bilheteriadigital/app/controllers/credit_cards_controller.rb

SELECT "credit_cards".* FROM "credit_cards"
---
  def index
    @credit_cards = CreditCard.all